Repository: Billysk/plugin-enigma2
Catalog: zaphistorybrowser/po/*.po
Languages: ru

source: Clear
ru: Очистить

source: Config
ru: Конфиг

source: Delete
ru: Удалить

source: Enable zap history:
ru: Включить историю просмотра:

source: Enigma1-like history:
ru: Enigma1-история:

source: Maximum zap history entries:
ru: Число каналов в истории просмотра:

source: Zap & Close
ru: Сохранить и закрыть

source: Zap-History Browser
ru: История просмотра

source: Zap-History Configurator
ru: Настройка истории просмотра

source: disabled
ru: выкл.

source: disabled at parental lock
ru: выкл. родительским контролем

source: enabled
ru: вкл.
