Repository: Billysk/plugin-enigma2
Catalog: GioppyGio/po/*.po
Languages: de

source: Exit
de: Beenden

source: Installed list:
de: Kann keine installierte Kanalliste finden.

source: Last Update: Never
de: Letztes Update: %s

source: Last Update:
de: Letztes Update:

source: installed !
de: Installiert: %s

source: Sorry, cannot download !
de: Plugins herunterladen

source: Sorry, no internet connection !
de: Pr√ºfung der Internetverbindung

source: downloading-installing: %s
de: Installiere

source: Picons
de: Zeige Senderlogo in der Infoleiste

source: Favourite: Yes
de: [Favoriten-Editor]

source: Favourite: No
de: [Favoriten-Editor]

source: Auto Update: Yes
de: Update

source: Auto Update: No
de: Update

source: Favourite:
de: Favoriten editieren aktivieren

source: Auto Update:
de: Update

source: Server down for maintenance
de: Server ist Offline
