Repository: Billysk/plugin-enigma2
Catalog: internetradio/po/*.po
Languages: nl

source: 1 minutes
nl: 1 minuut

source: 3 minutes
nl: 3 minuten

source: 30 seconds
nl: 30 seconden

source: Add current playing stream to favorite
nl: Voeg actuele stream toe aan favoriet

source: Add current selected genre to favorite
nl: Voeg geselecteerde stream toe aan favoriet

source: Add current selected station to favorite
nl: Voeg geselecteerd station toe aan favoriet

source: Add sequence number to output file
nl: Voeg volgnummer toe aan output bestand

source: All Countries
nl: Alle landen

source: All Genres
nl: Alle Genres

source: Cancel
nl: Annuleer

source: Close
nl: Sluit

source: Countries
nl: Landen

source: Create a directory for each stream
nl: Maak een map voor elke stream

source: Do you really want to stop the recording?
nl: Wilt u de opname echt stoppen?

source: Enter in minutes (0 means unlimited)
nl: Geef in minuten (0 betekent onbeperkt)

source: Enter new name for favorite item
nl: Geef nieuwe naam voor favoriet

source: Enter text to search for
nl: Geef zoektekst in

source: Favorite list
nl: Favorietenlijst

source: Favorites
nl: Favorieten

source: Fullscreen auto activation
nl: Fullscreen automatisch activeren

source: Getting %s
nl: Verkrijg %s

source: Getting InternetRadio %s list...
nl: Haalt InternetRadio %s lijst binnen...

source: Getting streaming data from %s
nl: Krijgt stream-data van %s

source: Getting streaming data from %s
nl: Krijgt stream-data van %s

source: InternetRadio filter list (%s)
nl: InternetRadio filterlijst (%s)

source: InternetRadio station list for filter: %s
nl: InternetRadio stationslijst voor filter: %s

source: InternetRadio station list for search-criteria: %s
nl: InternetRadio stationslijst voor zoek-criteria: %s

source: Invalid Location
nl: Ongeldige lokatie

source: No streaming data found...
nl: Geen streaming-data gevonden...

source: OLED only
nl: Alleen OLED

source: Off
nl: Uit

source: On
nl: Aan

source: Only running streamings can be recorded!
nl: Alleen lopende streams kunnen worden opgenomen!

source: Record
nl: Opname

source: Recording length
nl: Opma,e lemgte

source: Recording location:
nl: Opname lokatie:

source: Recording stream station
nl: Neemt streamende station op

source: Rip to single file, name is timestamped
nl: Rip naar enkel bestand; naam krijgt tijdstempel

source: Screen and OLED
nl: Scherm en OLED

source: Screen only
nl: Alleen scherm

source: Search
nl: Zoek

source: Searching InternetRadio for %s...
nl: Zoekt InternetRadio %s...

source: Show TV
nl: Toon TV

source: Show cover arts
nl: Toon cover arts

source: Show in extension menu:
nl: Toon in extensies:

source: Stop record
nl: Stop opname

source: Streaming Information
nl: Stream informatie

source: Text only
nl: Alleen tekst

source: Title: n/a
nl: Title: n.v.t.

source: Visualization
nl: Visualisatie

source: Visualization and Text
nl: Visualisatie en tekst

source: do not play a service on startup
nl: Speel geen kanaal tijdens opstarten

source: listen to internet-radio
nl: Luister naar internet radio

source: nothing playing...
nl: Er speelt niets...

source: play current selected favorite on startup
nl: Speel geselecteerde favoriet tijdens het starten

source: remove current selected favorite
nl: Verwijder geselecteerde favoriet

source: rename current selected favorite
nl: Hernoem geselecteerde favoriet
