Repository: Billysk/plugin-enigma2
Catalog: vlcplayer/po/*.po
Languages: nl

source: A video streaming solution based on VLC
nl: Een video streaming oplossing gebaseerd op VLC

source: Audio Channels
nl: Audio kanalen

source: Cancel
nl: Annuleer

source: DVD Device (leave empty for default)
nl: DVD medium (laat standaard leeg)

source: Enter VLC-Server as FQDN or IP-Address
nl: Voer VLC-Server in als FQDN of IP-adres

source: Error loading filelist into server %(server)s: %(error)s
nl: Fout met laden bestandslijst in server %(server)s: %(error)s

source: Error loading playlist %(media)s into server %(server)s: %(error)s
nl: Probleem met laden playlist %(media)s in server %(server)s: %(error)s

source: Error loading playlist into server %(server)s: %(error)s
nl: Probleem met laden playlist in server %(server)s: %(error)s

source: Error updating filelist from server %(server)s: %(error)s
nl: Probleem met updaten van server %(server)s: %(error)s

source: Error with VLC server: %s
nl: Probleem met VLC server: %s

source: Filelist
nl: Bestandslijst

source: List of known VLC-Server Profiles
nl: Lijst met bekende VLC-server profielen

source: Movie Directory
nl: Movie lokatie

source: No more files in this directory
nl: Niet meer bestanden in deze lokatie

source: No previous file in this directory
nl: Geen vorig bestand in deze lokatie

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
nl: Geen geldige Enigma-Service om af te spelen als VLC-Stream Controleer uw installatie en probeer het opnieuw!

source: Overscan Correction [in %(percentsign)s of Video width]
nl: Overscan correctie [in %(percentsign)s van Video breedte]

source: Really delete this Server?
nl: Deze server echt verwijderen?

source: Server Address
nl: Server Adres

source: Server Profile Name
nl: Server Profile Naam

source: Serverlist
nl: Serverljist

source: Transcode MPEG/DVD Audio
nl: Transcodeer MPEG/DVD Audio

source: Transcode MPEG/DVD Video
nl: Transcodeer MPEG/DVD Video

source: add server
nl: voeg server toe

source: delete server
nl: verwijder server

source: edit server
nl: bewerk server

source: filter off
nl: filter uitgeschakeld

source: filter on
nl: filter ingeschakeld

source: play DVD
nl: speel DVD

source: refresh
nl: ververs

source: set default
nl: Stel standaardwaardes in
