Repository: Billysk/plugin-enigma2
Catalog: autotimer/po/*.po
Languages: fr

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
fr: Trouvé un total de %d événements correspondants. %d Timers ont été ajoutés %d modifiés, %d conflits rencontrés, %d similaires ajoutés.

source: Couldn't load config file!
fr: Ne peux charger le fichier config!

source: AutoTimer was removed
fr: ProgAuto a été enlevé

source: AutoTimer wizard
fr: Assistant ProgAuto

source: Abort this Wizard.
fr: Abandonner cet Assistant.

source: missing parameter "id"
fr: paramètres manquants "id"

source: unable to find timer with id %i
fr: impossible de trouver une programmation avec id %i

source: autotimers need a match attribute
fr: progauto ont besoin d'un attribut correspondant

source: AutoTimer was added successfully
fr: ProgAuto a été ajoutée avec succès

source: AutoTimer was changed successfully
fr: ProgAuto a été modifiée avec succès

source: AutoTimers
fr: ProgAutos

source: config changed.
fr: config changée

source: do nothing
fr: ne rien faire

source: go to deep standby
fr: aller en veille profonde

source: go to standby
fr: aller en veille

source: Cancel
fr: Annuler

source: Select a timer to import
fr: Choisir une programmation à importer

source: Enabled
fr: Activé

source: disable
fr: désactive

source: enable
fr: active

source: Match title: %s
fr: Correspondance titre: %s

source: Exact match
fr: Correspondance parfaite

source: Match Timespan: %02d:%02d - %02d:%02d
fr: Corresponds à la plage horaire: %02d:%02d - %02d:%02d

source: Only on Weekday: %s
fr: Seulement pendant jour de la semaine: %s

source: Only on Service: %s
fr: Seulement sur Service: %s

source: After event
fr: Après l'événement

source: Timer type
fr: Type de programmation

source: record
fr: enregistrement

source: zap
fr: zapper

source: Location
fr: Emplacement

source: Import AutoTimer
fr: Importer ProgAuto

source: Really close without saving settings?
fr: Vraiment fermer sans sauvegarder les paramètres?

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
fr: Vous avez entré "%s" comme texte à égaler. Voulez-vous supprimer les espaces blancs inutiles?

source: Please provide a Text to match
fr: Merci de fournir un texte à rechercher

source: AutoTimer Settings
fr: Paramètres ProgAuto

source: Poll automatically
fr: Interroger automatiquement

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
fr: Sauf si cela est permis ProgAuto ne va PAS automatiquement regarder les événements correspondants à vos ProgAutos mais seulement lorsque vous quittez l'interface graphique avec le bouton vert.

source: Startup delay (in min)
fr: Délai départ (en min)

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
fr: Ceci est le délai en minutes que la ProgAuto attendra sur le lancement initial pour ne pas retarder le démarrage de enigma2.

source: This is the delay in minutes that the AutoTimer will wait after a search to search the EPG again.
fr: Ceci est le délai en minutes que le AutoTimer attendra après une recheche dans l'EPG avant de refaire une recherche.

source: Poll Interval (in h)
fr: Interval interrogation (en h)

source: Poll Interval (in mins)
fr: Interval interrogation (en mins)

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
fr: Ceci est le délai en heures que la ProgAuto attendra après une recherche pour rechercher à nouveau le EPG.

source: Timeout (in min)
fr: Temps dépassé (en min)

source: This is the duration in minutes that the AutoTimer is allowed to run.
fr: Ceci est la durée en minutes que la ProgAuto est autorisé à tourner.

source: Only add timer for next x days
fr: Ajouter seulement ProgAutos pour prochains x jours

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
fr: Vous pouvez contrôler combien de jours dans le future les programmations seront ajoutés. Définissez le à 0 pour désactiver cette fonction.

source: Show in extension menu
fr: Afficher dans le menu extension

source: Show in plugin browser
fr: Afficher dans l'explorateur d'extension

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
fr: Activer ceci pour avoir accès à l'aperçu de ProgAuto dans le menu des extensions.

source: Enable this to be able to access the AutoTimer Overview from within the plugin browser.
fr: Activer ceci pour avoir accès à l'aperçu de ProgAuto dans le menu menu des extensions.

source: Show in event menu
fr: Afficher dans menu événement

source: Enable this to add item for create the AutoTimer into event menu (needs restart GUI).
fr: Activer ceci pour ajouter pour créer la ProgAuto dans le menu événement Besoin de relancer IGU).

source: Show "add to AutoTimer" in channel selection menu
fr: Afficher "ajouter à ProgAuto" dans menu sélection chaîne

source: Enable this to be able to access the add to AutoTimer from the channel selection context menu.
fr: Activer ceci pour pouvoir accéder à ajouter à ProgAuto depuis le menu de sélection des chaînes.

source: Add "Choice list AutoTimer" menu button to single-EPG
fr: Ajouter bouton menu "Choix liste ProgAuto" à EPG-simple

source: If this is enabled, up on the Menu button in the standard single-EPG will list of choices for AutoTimer.
fr: Si ceci est activé, l'appui sur le bouton Menu dans l'EPG-simple standard affichera la liste des choix pour ProgAuto.

source: Add "Choice list AutoTimer" menu button to multi-EPG
fr: Ajouter bouton menu "Choix liste ProgAuto" à EPG-multi

source: If this is enabled, up on the MENU button in the multi-EPG will list of choices for AutoTimer.
fr: Si ceci est activé, l'appui sur le bouton Menu dans l'EPG-multi affichera la liste des choix pour ProgAuto.

source: Modify existing timers
fr: Modifier programmation existante

source: This setting controls the behavior when a timer matches a found event.
fr: Ce paramètre contrôle le comportement lorsqu'une programmation correspond à un événement.

source: Guess existing timer based on begin/end
fr: Estimer la programmation existante sur base du début/fin

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80% of the it.
fr: Si ceci est activé, une programmation existante sera aussi considérée enregistrant un événement si elle enregistre au moins 80% de celle-ci.

source: Add similar timer on conflict
fr: Ajouter programmation similaire si conflit

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
fr: Si un conflit se produit, ProgAuto recherchera en dehors la plage horaire pour un événement similaire et l'ajoutera.

source: Add timer as disabled on conflict
fr: Ajouter programmation désactivée si conflit

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
fr: Ceci bascule le comportement en cas de conflits de programmation. Si une ProgAuto correspond à un événement qui entre en conflit avec une programmation existante, il ne va pas ignorer cet événement mais l'ajouter désactivé.

source: Include "AutoTimer" in tags
fr: Inclure "AutoTimer" comme tags

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
fr: Si ceci est sélectionné, le tag "AutoTimer" sera donné aux prgrammations créées par cette extension.

source: Include AutoTimer name in tags
fr: Inclure le nom de la ProgAuto comme tags

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
fr: Si ceci est sélectionné, le nom de la ProgAuto respective sera ajoutée comme tag aux programmations créées par cette extension.

source: Show notification on conflicts
fr: Afficher une notification en cas de conflit

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
fr: En activant ceci, vous serez notifié en cas de conflit pendant l'interrogation automatique. Il n'y a pas d'intelligence impliquée, donc il peut vous ennuyer constamment avec le même conflit.

source: Show notification on similars
fr: Afficher une notification en cas de similaires

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
fr: En activant ceci, vous serez notifié à propos des événements similaires ajoutés pendant l'interrogation automatique. Il n'y a pas d'intelligence impliquée, donc il peut vous ennuyer constamment avec le même conflit.

source: Show notification on added timers
fr: Montrer message pour programmations ajoutées

source: By enabling this you will be notified about timer(s) added during automated polling. Just not in standby mode.
fr: En activant ceci vous serez avertis à propos de programmation(s)ajoutée(s) pendant interrogatiosn auto. Sauf en mode veille.

source: Editor for new AutoTimers
fr: Editeur pour nouvelles ProgAutos

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
fr: L'éditeur peut être utilisé pour des nouvelles ProgAutos. Ceci peut être soit l'Assistant soit l'éditeur classique.

source: Support "Fast Scan"?
fr: Supporter "Analyse rapide"?

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
fr: Si "Analyse rapide" est supporté, le type de service est ignoré. Inutile d'activer si votre image ne supporte pas "Balayage rapide" et que vous l'utilisiez.

source: Skip poll during records
fr: Sauter interrogations pendant enregistrements

source: If enabled, the polling will be skipped if a recording is in progress.
fr: Si activé, les interrogations seront sautées si un enregistrement est en cours

source: Only poll while in standby
fr: Interroger seulement pendant la veille

source: When this is enabled AutoTimer will ONLY check for new events whilst in stanadby.
fr: Quand ceci est activé, ProgAuto vérifiera SEULEMENT les nouveaux événements pendant la veille.

source: Style auto timers list
fr: Style liste programmations auto

source: If the style is advanced, you will see more information about each auto timer.
fr: Si le style est avancé, vous verrez plus d'informations à propos des programmations auto.

source: Skip poll during epg refresh
fr: Sauter interrogations pendant rafraîchissement epg

source: If enabled, the polling will be skipped if EPGRefresh is currently running.
fr: Si activé, les interrogration seront sautées si le rafraîchissement EPG est en cours.

source: Configure AutoTimer behavior
fr: Configurer comportement ProgAuto

source: Preview AutoTimer
fr: Prévisualiser ProgAuto

source: Sort Time
fr: Trier par heure

source: Sort AutoTimer
fr: Trier ProgAuto

source: None
fr: aucun

source: Only AutoTimers created during this session
fr: seulement les ProgAutos créées pendant cette session

source: All non-repeating timers
fr: toutes les programmations non-répétitives

source: Classic
fr: classique

source: Wizard
fr: assistant

source: Advanced
fr: avancé

source: Open standard setup menu
fr: Ouvrir menu paramètre standard

source: Add new AutoTimer
fr: Ajouter nouvelle ProgAuto

source: Preview for your AutoTimers
fr: Prévisualisation pour vos ProgAutos

source: Search new events matching for your AutoTimers
fr: Recherches nouveaux événements correspondant pour vos ProgAutos

source: Timers list
fr: Listes programmations

source: Select action for AutoTimer:
fr: Sélectionner action AutoTimer:

source: Choice list AutoTimer
fr: Liste choix ProgAuto

source: Open plugin
fr: Ouvrir extension

source: Standard input date/time
fr: Entrer date/heure standard

source: Select action for AutoTimer or input date/time:
fr: Sélectionner action ProgAuto ou entrer date/heure:

source: create AutoTimer for current event
fr: créer ProgAuto pour événement actuel

source: Your config file is not well-formed: %s
fr: Votre fichier de configuration n'est pas bien formé: %s

source: AutoTimer
fr: ProgAuto

source: Edit Timers and scan for new Events
fr: Editer programmations et scanner pour nouveaux événements

source: Add AutoTimer
fr: Ajouter ProgAuto

source: add AutoTimer
fr: ajouter progAuto

source: add AutoTimer...
fr: ajout ProgAuto...

source: Create AutoTimer
fr: Créer ProgAuto

source: %d conflict(s) encountered when trying to add new timers: %s
fr: %d conflit(s) rencontrés en essayant d'ajouter de nouveaux timers: %s

source: %s: %s at %s
fr: %s: %s à %s

source: %d conflict(s) solved with similar timer(s): %s
fr: %d conflit(s) résolu(s) avec des timer(s) similaire(s): %s

source: AutoTimer %d timer(s) were added.
fr: ProgAuto %d programmation(s) ajoutée(s).

source: All channels
fr: Toutes chaînes

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thur
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Sun
fr: Dim

source: Weekday
fr: Jour semaine

source: Everyday
fr: Tous les jours

source: Any time
fr: Toute heure

source: Only match during timespan
fr: Correspond seulement pendant plage horaire

source: Begin of timespan
fr: Début de plage horaire

source: End of timespan
fr: Fin de plage horaire

source: Match title
fr: Titre correspondant

source: Save and search now
fr: Sauver et rechercher maintenant

source: Delete
fr: Effacer

source: Add
fr: Ajouter

source: Edit selected AutoTimer
fr: Editer ProgAuto sélectionnée

source: Close and forget changes
fr: Fermer et oublier les changements

source: Close
fr: Fermer

source: Open Context Menu
fr: Ouvrir le menu contextuel

source: Open Timers list
fr: Ouvrir liste programmations

source: Close, save changes and search now
fr: Fermer, sauver changements et chercher maintenant

source: Remove selected AutoTimer
fr: Retirer ProgAuto sélectionnée

source: AutoTimer overview
fr: Vue d'ensemble ProgAuto

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
fr: Vous pouvez définir ici les propriétés de base d'un AutoTimer. Alors que 'Nom' est juste un nom lisible affiché dans la vue d'ensemble, Chercher en titre' est ce qui est recherché dans l'EPG.

source: Do you really want to delete %s?
fr: Voulez-vous réellement effacer %s?

source: Preview
fr: Prévisualiser

source: Import existing Timer
fr: Importer programmation existante

source: Import from EPG
fr: Importer depuis EPG

source: Setup
fr: Configuration

source: Edit new timer defaults
fr: Editer paramètres standards nouvelles programmations

source: Create a new timer using the classic editor
fr: Créer nouvelle programmation avec l'éditeur classique

source: Create a new timer using the wizard
fr: Créer nouvelle programmation avec l'assistant

source: Help
fr: Aide

source: Frequently asked questions
fr: Questions fréquement posées

source: AutoTimer Context Menu
fr: ProgAuto menu contextuel

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Channel Selection
fr: Sélection Chaîne

source: add AutoTimer
fr: ajouter ProgAuto

source: partial match
fr: correspondance partielle

source: exact match
fr: correspondance parfaite

source: title starts with
fr: titre commence avec

source: description match
fr: la description correspond

source: case-sensitive search
fr: recherche sensible à la casse

source: case-insensitive search
fr: recherche non sensible à la casse

source: Never
fr: Jamais

source: Monthly
fr: Mensuellement

source: Weekly (Sunday)
fr: Hebdomadaire (Dimanche)

source: Weekly (Monday)
fr: Hebdomadaire (Lundi)

source: Custom (%s)
fr: Personnaliser (%s)

source: No
fr: Non

source: On same service
fr: Sur le même service

source: On any service
fr: Sur n'importe quel service

source: Any service/recording
fr: N'importe quel service/enregistrement

source: Title
fr: Titre

source: Title and Short description
fr: Titre et description courte

source: Title and all descriptions
fr: Titre et toutes les descriptions

source: unknown
fr: inconnu

source: Choose target folder
fr: Choisir le répertoire cible

source: AutoTimer Editor
fr: Editeur ProgAuto

source: Edit AutoTimer
fr: Editer ProgAuto

source: Edit filters
fr: Editer filtres

source: Add filters
fr: Ajouter filtres

source: add filters
fr: Ajouter filtres

source: enabled
fr: activé

source: disabled
fr: désactivé

source: Edit services
fr: Editer services

source: Add services
fr: Ajouter services

source: Set this NO to disable this AutoTimer.
fr: Définir ceci à Non pour désactiver cette ProgAuto.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
fr: Ceci est un nom qui peut être donné à la ProgAuto. Il sera visible dans l'aperçu et dans la prévisualisation.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
fr: Voilà ce qui sera recherchée dans les titres d'événements. On notera que par exemple la recherche de trémas allemands peuvent être difficile car vous devez connaître le codage que le canal utilise.

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
fr: Codage utilisé par la chaîne pour ses données EPG. Vous devez uniquement changer cette option si vous voulez pouvoir utiliser les caractères spéciaux comme le trémas allemands.

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description
fr: Choisir "correspondance parfaite" pour forcer "correspondre à titre" pour une correspondance exacte, "correspondance partielle" pour chercher une partie du titre "correspondre description" si vous voulez chercher une partie de la description de l'événement

source: Select whether or not you want to enforce case correctness.
fr: Choisir si vous voulez respecter la casse ou pas.

source: Add zap timer instead of record timer?
fr: Ajouter prog. zap au lieu prog. d'enregistrement?

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
fr: Définir une heure de fin pour le timer. Si vous le faites, la plage horaire de l'événement pourrait bloquer les enregistrements.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
fr: Avec cette option activée le canal à enregistrer peut être changé à un service de remplacement auquel il est limité.

source: With this option enabled the channel to record will be selected automaticliy using your list of alternates.
fr: Avec cette option activée, la chaîne à enregistrer sera sélectionnée automatiquement en utilisant la liste des supléantes.

source: Should this AutoTimer be restricted to a timespan?
fr: Est-ce que cette ProgAuto doit être restreinte à une plage horaire?

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
fr: Limite inférieur du laps de temps. Aucune correspondance avant cette date ne sera prise en compte. Les marges ne sont pas prises en compte!

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
fr: Limite supérieure du laps de temps. Rien après ce temps ne correspondra. Les décalages ne sont pas pris en compte!

source: By enabling this events will not be matched if they don't occur on certain dates.
fr: En activant ceci, les événements ne seront pas pris en compte si ils ne se produisent pas à certaines dates.

source: First day to match events. No event that begins before this date will be matched.
fr: Premier jour correspondance des événements. Aucun événement qui commence avant cette date ne correspondra.

source: Last day to match events. Events have to begin before this date to be matched.
fr: Dernier jour pour prendre en compte les événements. Les événements doivent commencer avant cette date pour être pris en compte.

source: Change default recording offset?
fr: Changer la marge par défaut des enregistrements?

source: Time in minutes to prepend to recording.
fr: Temps en minute à ajouter avant l'enregistrement.

source: Time in minutes to append to recording.
fr: Temps en minutes à ajouter aux enregistrements.

source: Should this AutoTimer only match up to a certain event duration?
fr: Est-ce que cette ProgAuto doit uniquement correspondre à une durée précise?

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
fr: Durée maximum de l'événement qui correspond. Si un événement est plus long que cette durée (sans les marges) il ne correspondra pas.

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
fr: État de l'alimentation à changer après les enregistrements. Sélectionner "standard" pour ne pas changer le comportement par défaut d'Enigma2 ou la valeur changée par vous.

source: Restrict "after event" to a certain timespan?
fr: Restreindre "après événement" à un certain laps de temps?

source: Lower bound of timespan.
fr: Limite inférieur du laps de temps.

source: Upper bound of timespan.
fr: Limite supérieure du laps de temps.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
fr: Avec cette option vous pouvez limiter la ProgAuto à une certaine quantité d'enregistrements programmés. Réglez à 0 pour désactiver cette fonctionnalité.

source: Number of scheduled recordings left.
fr: Nombre d'enregistrements planifiés restants.

source: The counter can automatically be reset to the limit at certain intervals.
fr: Le compteur peut automatiquement être remis à la limite à certains intervals.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
fr: Lorsque cette option est activée, la ProgAuto ne correspondra pas à des événements où une autre programmation avec la même description existe déjà dans la liste.

source: Defines where to search for duplicates (only title, short description or even extended description)
fr: Définir où rechercher pour les dupliqués (seulement titre, description courte ou même description étendue)

source: Should timers created by this AutoTimer be recorded to a custom location?
fr: Est-ce que les programmations créée par ProgAuto doivent être enregistrées à un emplacement personnalisé?

source: Select the location to save the recording to.
fr: Choisir l'emplacement de sauvegarde des enregistrements.

source: Tags the Timer/Recording will have.
fr: Tags que la Programmation/Enregistrement aura.

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
fr: Labelisé les Programmations avec saison, épisode et titre, en fonction des paramètres de l'extension Séries.
