Repository: Billysk/plugin-enigma2
Catalog: autotimer/po/*.po
Languages: fr

source: Use blue key to edit bouquets or services.
fr: Utiliser touche bleue pour éditer bouquets ou services.

source: Use yellow key to edit filters.
fr: Utiliser touche jaune pour éditer les filtres.

source: EPG encoding
fr: Encodage EPG

source: Search type
fr: Type de recherche

source: Search strictness
fr: Recherche stricte

source: Set End Time
fr: Définir heure de fin

source: Override found with alternative service
fr: Remplacer service trouvé avec remplacement

source: Restrict to events on certain dates
fr: Restreindre les événements à certaines dates

source: Not before
fr: Pas avant

source: Not after
fr: Pas après

source: Custom offset
fr: Marge personnalisée

source: Offset before recording (in m)
fr: Marge avant enregistrement (en min)

source: Offset after recording (in m)
fr: Marge après enregistrement (en min)

source: Set maximum duration
fr: Définir la durée maximale

source: Maximum duration (in m)
fr: Durée Maximum (en min)

source: Execute "after event" during timespan
fr: Exécuter "après événement" pendant plage horaire

source: Begin of "after event" timespan
fr: Début de la plage horaire "après événement"

source: End of "after event" timespan
fr: Fin de la plage horaire "après événement" timespan

source: Record a maximum of x times
fr: Enregistrer un maximum de x fois

source: Amount of recordings left
fr: Nombre d'enregistrement restant

source: Reset count
fr: Remise à zéro compteurs

source: Require description to be unique
fr: La description doit être unique

source: Check for uniqueness in
fr: Vérifier unicité dans

source: Use a custom location
fr: Utiliser un emplacement personnalisé

source: Use automatic selection of alternates.
fr: Utiliser sélection automatic des remplacements

source: Custom location
fr: Emplacement personnalisé

source: Activate VPS
fr: Activater VPS

source: Control recording completely by service
fr: Contrôler complètement les enregistrements par service

source: Create a new AutoTimer.
fr: Créer une nouvelle ProgAuto.

source: Label series
fr: Label séries

source: Restriction to certain services (edit in services menu)
fr: Restreindre à certains services (édition dans menu services)

source: Restriction to certain bouquets (edit in services menu)
fr: Restreindre à certains bouquets (édition dans menu services)

source: Restriction to certain days of week (edit in filter menu)
fr: Restreindre à certains jours de semaine (édition dans menu filtre)

source: Other filters (edit in filter menu)
fr: Autres filtres (édition dans menu filtre)

source: Enter or edit description
fr: Entrer ou éditer description

source: Enter or edit match title
fr: Entrer ou éditer titre correspondant

source: The match attribute is mandatory.
fr: L'attribut de correspondance est obligatoire.

source: AutoTimer Filters
fr: Filtres ProgAuto

source: in Title
fr: dans titre

source: in Shortdescription
fr: dans description courte

source: in Description
fr: dans description

source: on Weekday
fr: pendant jours de semaine

source: Save
fr: Sauver

source: delete
fr: effacer

source: New
fr: Nouveau

source: Edit AutoTimer filters
fr: Editer filtres AutoTimer

source: Enable Filtering
fr: Activer filtrage

source: Filter
fr: Filtre

source: Exclude
fr: Exclure

source: Include
fr: Inclure

source: Select type of Filter
fr: Choisir le type de filtre

source: Enter or edit text
fr: Entrer ou éditer text

source: AutoTimer Services
fr: Services ProgAuto

source: Channels
fr: chaînes

source: Edit AutoTimer services
fr: Editer services AutoTimer

source: Enable Service Restriction
fr: Activer les restrictions de service

source: Editing
fr: Edition

source: Record on
fr: Enregistrer sur

source: Select channel to record on
fr: Choisir une chaîne à enregistrer

source: Select bouquet to record on
fr: Choisir un bouquet à enregistrer

source: Welcome to the AutoTimer-Plugin
fr: Bienvenue dans le l'extension ProgAuto

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
fr: Bienvenue. Cet assistant vous aidera à créer une nouvelle ProgAuto en fournissant une description des paramètres courants.

source: This help screen is supposed to give you a quick look at everything the AutoTimer has to offer./nYou can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selecting it from the control menu using the MENU button from the regular entry point of the plugin (more on that later)./n/n/nBut you really should consider to take the few minutes it takes to read these help pages.
fr: Cet écran d'aide est sensé vous donner un aperçu rapide de toutes les possiblités de ProgAuto. /nVous pouvez l'interrompre à tout moment en appuyant sur le bouton ROUGE ou EXIT de votre télécommande ou l'amener à un point suivant en le sélectionnant à partir du menu de commande en utilisant le bouton MENU à partir du point d'entrée courant de l'extension (nous dessus plus tard) ./n/n/nMais vous devriez vraiment envisager de prendre les quelques minutes qu'il faut pour lire ces pages d'aide.

source: The 'Overview'
fr: L'Aperçu'

source: The AutoTimer overview is the standard entry point to this plugin./n/nIf AutoTimers are configured you can choose them from a list to change them (OK button on your remove) or remove them (YELLOW button on your remote)./nNew Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button./n/nWhen leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
fr: L'aperçu ProgAuto est la vue standard du point d'entrée de cette extension./n/nSi des ProgAutos sont configurées vous pouvez les choisir dans une liste pour les modifier (touche OK de votre télécommande) ou les enlever (bouton JAUNE). Nouvelles programmations peuvent être ajoutées en pressant le bouton BLEU et le menu contrôle peut être ouvert en utilisant le bouton MENU./n/nEn quittant l'extension avec la touche VERTE elle cherchera pour les événements dans l'EPG. Pour configurer un interval de recherche régulier de l'extension pour rechercher un événement ouvrir le menu contrôle et configuration de l'extension.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
fr: La programmation ne sera pas ajoutée à la liste. Appuyez sur OK pour fermer l'Assistant.

source: What is this 'control menu' you keep talking about?
fr: Qu'est-ce que le 'Menu Contrôle' dont vous parlez?

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers./n/nWhile you can just open the menu and take a look for yourself, let's go through the available options:/n - Help:/n What you are looking at right now/n - Preview:/n Simulate EPG search, helps finding errors in your setup./n - Import existing Timer:/n Create a new AutoTimer based on an existing regular timer./n - Import from EPG:/n Create an AutoTimer based on an EPG event./n - Setup:/n Generic configuration of the plugin./n - Edit new timer defaults:/n Configure default values for new AutoTimers./n - Create a new timer using the wizard/classic editor:/n Use the non-default editor to create a new AutoTimer.
fr: Le menu de contrôle cache les options moins fréquemment utilisées de l'extension, y compris la configuration et les paramètres par défaut pour les nouvelles ProgAutos./n/n Lorsque vous pouvez simplement ouvrir le menu et jetez un oeil par vous-même, nous allons passer par les options disponibles:./n - Aide:/n Ce que vous parcourezz en ce moment /n - Aperçu: /n Simuler recherche EPG, aide à trouver les erreurs dans votre configuration./n - Importer programmation existante:/n Créer une nouvelle ProgAuto basée sur une programmation ordinaire existante. /n - Importation EPG: /n Créer une ProgAuto basée sur un événement EPG n - Configuration:. /n configuration générique de l'extension /n - Modifier nouveaux paramètres programmations standards:/n Configurer des valeurs standards pour les nouvelles ProgAutos /n - Créer une nouvelle programmation à l'aide de l'assistant / éditeur classique: /n Utilisez l'éditeur non-standard pour créer une nouvelle ProgAuto.

source: Generic setup
fr: Configuration générique

source: This screen should be pretty straight-forward. If the option name does not give its meaning away there should be an explanation for each of them when you select them. If there is no visible explanation this is most likely a skin issue and please try if the default skin fixes the issue./n/nA lot of effort has been put in making the parameters as easy to understand as possible, so give reading them a try ;-).
fr: Cet écran devrait être assez simple. Si le nom de l'option donnée n'est pas significatif, il devrait y avoir une explication pour chacun d'eux lorsque vous les sélectionnez. Si il n'y a aucune explication visible, c'est probablement un problème de thème (skin). Veuillez alors essayer si le thème par défaut résoud le problème. /n/nBeaucoup d'efforts ont été mis en rendant les paramètres aussi facile à comprendre que possible, donc prenez le temps de les lire ;-).

source: Wizard or Classic Editor?
fr: Assitant ou éditeur classique?

source: This is mostly a matter of taste./nThe Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the 'expert' level features of enigma2./n/nYou can check out the 'classic' editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
fr: Cela est surtout une question de goût. Assistant /nL'Assitant vous offre un ensemble réduit d'options et les présente dans des ensembles plus petits à la fois. Il est principalement destiné aux utilisateurs pas très expérimentés avec cette extension ou les caractéristiques «d'experts» au niveau de Enigma2. /n/nVous pouvez voir l'éditeur 'classique' par l'ouverture d'une programmation existante dans l'aperçu, si vous préférez ce mode à l'Assistant, vous pouvez changer l'éditeur par défaut dans la boîte de dialogue de configuration.

source: Congratulations
fr: Félicitations

source: You now know almost everything there is to know about the AutoTimer-Plugin./n/nAs a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
fr: Vous savez maintenant presque tout ce qu'il y a à savoir sur l'extension ProgAuto./n/n Comme conseil final, je ne peux pas souligner à quel point il est important de jeter un oeil sur les textes d'aide qui sont affichés dans les boîtes de dialogue de configuration car ils couvrent les questions les plus fréquemment posées. Etonnamment, même après que les conseils soient ajoutés;-).

source: Frequently asked questions about the AutoTimer
fr: Questions fréquement posée à propos de ProgAuto

source: This FAQ is supposed to help everyone unwilling to help themselves by reading all the provided help available, and those who did not find a solution to their problems within the provided documentation./n/nTo make these hints a little easier to read, they are split up on multiple pages. You can go to the next page using the BLUE button on your remote control and back using the YELLOW one. Pressing the RED button or EXIT will close the FAQ.
fr: Cette FAQ est censé aider tout le monde ne veut pas se substituer à la lecture de toute l'aide fournie disponibles, et ceux qui ne trouveraient pas une solution à leurs problèmes dans la documentation fournie. /n/nPour rendre ces conseils un peu plus facile à lire, ils sont divisé sur plusieurs pages. Vous pouvez aller à la page suivante en utilisant le bouton bleu de votre télécommande et arrière en utilisant le jaune. En appuyant sur le bouton ROUGE ou EXIT ferme la FAQ.

source: Question: I found a problem with the AutoTimer, can you fix it?/nAnswer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior./nIf you still think there is something wrong with the AutoTimer, please visit http://www.dream-multimedia-tv.de/board and post your problem there./n/nQ: The plugin only adds timers when leaving the configuration, not automatically. What can I do?/nA: From the Overview press MENU and enter the 'Setup'. In this screen enable 'Poll automatically' and you should be good to go.
fr: Question: J'ai trouvé un problème avec ProgAuto?/nRéponse: Essayer d'abord une version récente de ProgAuto avec une image récente (expérimentale) pour voir si le problème est résolu. Ensuite lire à nouveau l'aide et les FAQs pour voir si c'est un vrai problème ou un comportement normal./nSi vous pensez que ProgAuto a un vrai problème , merci de visiter http://www.dream-multimedia-tv.de/board et poster votre problème là./n/nQ: L'extension ajoute seulement les ProgAutos en quittant la configuration, pas automatiquement. Que puis-je faire?/nR: Dans l'aperçu appuyez sur MENU et entrer dans 'Configuration'.Dans cet écran activez 'Sondage automatique' et cela devrait fonctionner.

source: Question: My AutoTimer for 'News' does not record the 'Late News'./nAnswer: Check 'Search type' and 'Search strictness' for the given AutoTimer./n/nQ: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it./nA: Check the 'EPG encoding' for the given AutoTimer. For german stations 'UTF-8' should be selected./n/nQ: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events./nA: From the Overview press MENU and enter the 'Setup'. In this screen disable 'Guess existing timer based on begin/end'.
fr: Question: Ma ProgAuto pour 'News' n'enregistre pas les 'Late News'./nRéponse: Vérifier 'Type de recherche' et 'Recherche stricte' pour cette ProgAuto./n/nQ: L'émission que j'essaye d'enregistrer contient un caractère spécial dans son titre. ProgAuto ne le trouve pas./nA: Vérifier l'encodage EPG' pour cette ProgAuto. Pour l'allemand 'UTF-8' doit être sélectionné./n/nQ:Il semble impossible d'enregistrer 2 événements qui se suivent. Il y a uniquement 1 programmation de créée qui s'étends (en partie) sur les deux événements./nA:De l'aperçu appuyer sur MENU et entrer dans 'Configuration'. Dans cet écran désactivez 'Estimer programmation existante basée sur début/fin'.

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full)./nAnswer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
fr: Question: Vous parlez que l'aide est fournie pour chaque paramètre. Mais je n'arrive pas la lire (en partie ou en entier)./nRéponse: Essayez avec le thème par défaut et si cela fonctionne démandez au créateur de votre théme de corriger. Si cela ne fonctionne toujours pas contactez votre fournisseur d'image.
