Repository: Billysk/plugin-enigma2
Catalog: quickbutton/po/*.po
Languages: cs

source: Assign plugin to long blue key pressed
cs: Přiřadit plugin dlouhému stiskutí modrého tlačítka

source: Assign plugin to long green key pressed
cs: Přiřadit plugin dlouhému stiskutí zeleného tlačítka

source: Assign plugin to long red key pressed
cs: Přiřadit plugin dlouhému stiskutí červeného tlačítka

source: Assign plugin to long yellow key pressed
cs: Přiřadit plugin dlouhému stiskutí žlutého tlačítka

source: Assign plugin to red key pressed
cs: Přiřadit plugin stiskutí červeného tlačítka

source: Cancel
cs: Zrušit

source: Display 4:3 content as
cs: Zobrazení obr. 4:3

source: EPG List
cs: Seznam EPG

source: Error! Error Text: %s
cs: Chyba! Text chyby: %s

source: Just Scale
cs: Jen roztáhnout

source: MediaPlayer
cs: Přehrávač Médií

source: No plugin assigned!
cs: Nepřiřazen plugin

source: Nothing
cs: Nic

source: Pan&Scan
cs: Zvětšit celý obraz

source: Pillarbox
cs: Svislé pruhy

source: Plugin browser
cs: Prohlížeč pluginů

source: Plugin not found!
cs: Plugin nenalezen

source: Timer
cs: Časovač

source: Unknown Error
cs: Neznámá chyba

source: assigned to long blue
cs: Přiřadit dlouhému modrému

source: assigned to long green
cs: Přiřadit dlouhému zelenému

source: assigned to long red
cs: Přiřadit dlouhému červenému

source: assigned to long yellow
cs: Přiřadit dlouhému žlutému

source: assigned to red
cs: Přiřadit červenému

source: setup for Quickbutton
cs: Nastavení Quickbutton

source: switch 4:3 content display
cs: Přepínač zobrazení 4:3

source: Quickbutton Setup
cs: Nastavení Quickbutton
