Repository: Billysk/plugin-enigma2
Catalog: moviecut/po/*.po
Languages: nl

source: Advanced cut specification...
nl: Geavanceerde snij specificaties...

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
nl: Een ander bestand wordt momenteel behandeld. De opname "%s" zal hierna op de achtergrond behandeld worden.

source: Bad arguments
nl: Verkeerde argumenten

source: Cancel
nl: Annuleer

source: Choose target folder
nl: Kies doelmap

source: Couldn't open input .ap file
nl: Kon het input .ap bestand niet openen

source: Couldn't open input .cuts file
nl: Kon het input .cuts bestand niet openen

source: Couldn't open input .ts file
nl: Kon het input .ts bestand niet openen

source: Couldn't open output .ap file
nl: Kon het output .ap bestand niet openen

source: Couldn't open output .cuts file
nl: Kon het output .cuts bestand niet openen

source: Couldn't open output .ts file
nl: Kon het output .ts bestand niet openen

source: Cut Parameter Input
nl: Snij parameter input

source: Cut source:
nl: Snij bron:

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
nl: Snijpunten (een IN OUT IN OUT ... volgorde in uur:min:sec)

source: Cutting failed for movie "%s"
nl: Snijden mislukt voor opname "%s"

source: Cutting was aborted for movie "%s"
nl: Snijden afgebroken voor opname "%s"

source: Don't cut
nl: Niet snijden

source: Empty .ap file
nl: Leeg .ap bestand

source: Execute cuts...
nl: Voer snijpunten uit...

source: How would you like to cut "%s"?
nl: Hoe moet "%s" gesneden worden?

source: Manual specification
nl: Handmatige specificatie

source: New description:
nl: Nieuwe beschrijving:

source: New filename:
nl: Nieuwe bestandsnaam:

source: New location:
nl: Nieuwe lokatie:

source: New title:
nl: Nieuwe titel:

source: No
nl: Nee

source: No cuts specified
nl: Geen snijpunten gespecificeerd

source: Place the cut movie in a new file ending with " cut"
nl: Hernoem het gesneden bestand dat eindigt met " cut"

source: Read/write error (disk full?)
nl: Schrijf/Leesfout (schijf vol?)

source: Replace original:
nl: Vervang origineel:

source: Replace the original movie with the cut movie
nl: Vervang het origineel door de gesneden opname

source: The movie "%s" is cut in the background.
nl: De opname "%s" is op de achtergrond gesneden.

source: The movie "%s" is successfully cut
nl: De opname "%s" is succesvol gesneden

source: Yes
nl: Ja
