Repository: Billysk/plugin-enigma2
Catalog: podcast/po/*.po
Languages: et, nl

source: Buffer device:
et: Puhvri asukoht:

source: Buffer file handling:
et: Puhverfaili käsitlemine:

source: Buffer:
et: Puhver:

source: Delete this movie?
et: Kustutad filmi?
nl: Deze film verwijderen?

source: Downloading movie: %s
et: Filmi allalaadimine: %s
nl: Bezig met downloaden film: %s

source: Error getting categories
et: Viga kategooriate hankimisel
nl: Fout met verkrijgen van categorieÃ«n

source: Error getting episodes
et: Viga episoodide hankimisel
nl: Fout met verkrijgen van episodes

source: Error getting genres
et: Viga žanrite hankimisel
nl: Fout met verkrijgen van genres

source: Error getting movies
et: Viga filmide hankimisel
nl: Fout met verkrijgen van films

source: Error getting podcast url
et: Viga podcasti url hankimisel
nl: Fout met verkrijgen van podcast URL

source: Error getting podcasts
et: Viga podcastide hankimisel
nl: Fout met verkrijgen van podcasts

source: Error getting rss feed
et: Viga rss voo hankimisel
nl: Fout met verkrijgen van RSS-feeds

source: Length
et: Kestus
nl: Lengte

source: Save
et: Salvesta
nl: Sla op

source: Select
et: Vali
nl: Selecteer

source: Stop playing this movie?
et: Lõpetada filmi esitus
nl: Stoppen met afspelen?

source: Type
et: Tüüp

source: ask me
et: küsi
nl: vraag mij

source: configuration
et: seadistus
nl: configuratie

source: delete
et: kustuta
nl: verwijder

source: from xml
et: xml failist
nl: van XML

source: keep on device
et: säilita andmekandjal
nl: bewaar
