Repository: Billysk/plugin-enigma2
Catalog: advhdmi/po/*.po
Languages: nl

source: Advanced HDMI Cec Setup
nl: Geavanceerde HDMI Cec instellingen

source: Advanced HDMI-Cec Setup
nl: Geavanceerde HDMI Cec instellingen

source: At which time, HDMI-Cec should be disabled?
nl: Op welke tijd moet HDMI-Cec uitgeschakeld worden?

source: Cancel
nl: Annuleer

source: Do you want a further period of time to be used?
nl: Moet er nog een andere periode wordne gebruikt?

source: Friday
nl: vrijdag

source: From which day of the week, HDMI-Cec should be disabled?
nl: Vanaf welke dag moet HDMI-Cec uitgeschakeld worden?

source: Monday
nl: maandag

source: Partially disabel HDMI-Cec? It can be prevented only the signals that are sent from the Dreambox. Signals received by the Dreambox will not be prevented.
nl: HDMI-Cec gedeeltelijk uitschakelen? Er kan alleen voorkomen worden dat de ontvanger signalen verstuurt. Signalen die ontvangen worden door d eontvanger kunnen niet worden verhinderd.

source: Saturday
nl: zaterdag

source: Save
nl: Sla op

source: Second timespan from
nl: Tweede tijdspanne vanaf

source: Second timespan to
nl: Tweede tijdspanne tot

source: Should HDMI-Cec be disabled at certain times?
nl: Moet HDMI Cec op bepaalde tijden zijn uitgeschakeld?

source: Should HDMI-Cec be disabled when GUI service startup?
nl: Moet HDMI Cec zijn uitgeschakeld als de GUI start?

source: Should HDMI-Cec be disabled when the commands are sent from the web interface?
nl: Moet HDMI Cec zijn uitgeschakeld als opdrachten via de web-interface worden verstuurd?

source: Sunday
nl: zondag

source: Thursday
nl: donderdag

source: To what day of the week, HDMI-Cec should be disabled?
nl: Tot welke dag moet HDMI Cec zijn uitgeschakeld?

source: Tuesday
nl: dinsdag

source: Until the time at which, HDMI-Cec should be disabled?
nl: Tot welke tijd moet HDMI Cec zijn uitgeschakeld?

source: Wednesday
nl: woensdag

source: Where should this setup be displayed?
nl: Waar moeten de instellingen getoond worden?

source: disable at GUI-start
nl: uitschakelen tijdens GUI-start

source: disable chronologically
nl: chronologisch uitschakelen

source: disable from webinterface
nl: uitschakelen van web-interface

source: extensions
nl: extensies

source: from (HH:MI)
nl: vanaf (HH:MI)

source: from weekday
nl: vanaf dag

source: manage when HDMI Cec is enabled
nl: managen als HDMI Cec ingeschakeld is

source: partially disabel HdmiCec
nl: HDNI Cec gedeeltelijk uitschakelen

source: pluginmenue
nl: plugin menu

source: show in
nl: toon in

source: systemmenue
nl: systeem menu

source: to (HH:MI)
nl: tot (HH:MI)

source: to weekday
nl: tot dag

source: use second timespan
nl: gebruik tweede tijdspanne
